Repository: lightningspirit/wp-redirects
Catalog: languages/redirects-*.po
Languages: de_de, fr_fr, pt_br

source: Lightweight redirect manager (301 / 302)
de_de: Leichtgewichtiger Redirect-Manager (301 / 302)
fr_fr: Gestionnaire de redirections léger (301 / 302)
pt_br: Gerenciador leve de redirecionamentos (301 / 302)

source: %1$s was deactivated because it conflicts with %2$s. Only one redirect manager can be active at a time.
de_de: %1$s wurde deaktiviert, da es mit %2$s in Konflikt steht. Es kann immer nur ein Redirect-Manager aktiv sein.
fr_fr: %1$s a été désactivé car il est en conflit avec %2$s. Un seul gestionnaire de redirections peut être actif à la fois.
pt_br: %1$s foi desativado porque entra em conflito com %2$s. Apenas um gerenciador de redirecionamentos pode estar ativo por vez.

source: 301 (Moved Permanently)
de_de: 301 (Dauerhaft verschoben)
fr_fr: 301 (Déplacé de façon permanente)
pt_br: 301 (Movido Permanentemente)

source: 302 (Found / Temporary)
de_de: 302 (Gefunden / Vorübergehend)
fr_fr: 302 (Trouvé / Temporaire)
pt_br: 302 (Encontrado / Temporário)

source: 303 (See Other)
de_de: 303 (Siehe Andere)
fr_fr: 303 (Voir autre)
pt_br: 303 (Ver Outro)

source: 307 (Temporary Redirect)
de_de: 307 (Vorübergehende Weiterleitung)
fr_fr: 307 (Redirection temporaire)
pt_br: 307 (Redirecionamento Temporário)

source: 308 (Permanent Redirect)
de_de: 308 (Dauerhafte Weiterleitung)
fr_fr: 308 (Redirection permanente)
pt_br: 308 (Redirecionamento Permanente)

source: Redirects saved.
de_de: Redirects gespeichert.
fr_fr: Redirections enregistrées.
pt_br: Redirecionamentos salvos.

source: Wildcards:
de_de: Platzhalter:
fr_fr: Caractères génériques:
pt_br: Curingas:

source: Use
de_de: Verwenden
fr_fr: Utiliser

source: in “From”. Captures map to
de_de: in „Von“. Platzhalter entsprechen
fr_fr: dans « Depuis ». Les captures correspondent à
pt_br: em “De”. Capturas correspondem a

source: … in “To”.
de_de: … in „Zu“.
fr_fr: … dans « Vers ».
pt_br: … em “Para”.

source: Example:
de_de: Beispiel:
fr_fr: Exemple:
pt_br: Exemplo:

source: Query string:
de_de: Abfragezeichenfolge:
fr_fr: Chaîne de requête:
pt_br: String de consulta:

source: Preserved automatically (e.g.
de_de: Automatisch erhalten (z.B.
fr_fr: Préservé automatiquement (p.ex.
pt_br: Preservado automaticamente (ex.

source: Add redirect
de_de: Weiterleitung hinzufügen
fr_fr: Ajouter une redirection
pt_br: Adicionar redirecionamento

source: From (path, can include *)
de_de: Von (Pfad, kann * enthalten)
fr_fr: Depuis (chemin, peut inclure *)
pt_br: De (caminho, pode incluir *)

source: To (URL, can include $1…)
de_de: Zu (URL, kann $1… enthalten)
fr_fr: Vers (URL, peut inclure $1…)
pt_br: Para (URL, pode incluir $1…)

source: Type
de_de: Typ
pt_br: Tipo

source: Actions
de_de: Aktionen
pt_br: Ações

source: Remove
de_de: Entfernen
fr_fr: Supprimer
pt_br: Remover

source: Save Redirects
de_de: Redirects speichern
fr_fr: Enregistrer les redirections
pt_br: Salvar Redirecionamentos

source: You must keep at least one row. Add a new row first, then remove this one.
de_de: Sie müssen mindestens eine Zeile beibehalten. Fügen Sie zuerst eine neue Zeile hinzu und entfernen Sie dann diese.
fr_fr: Vous devez conserver au moins une ligne. Ajoutez d'abord une nouvelle ligne, puis supprimez celle-ci.
pt_br: Você deve manter pelo menos uma linha. Adicione uma nova linha primeiro, depois remova esta.

source: Remove this redirect?
de_de: Diese Weiterleitung entfernen?
fr_fr: Supprimer cette redirection?
pt_br: Remover este redirecionamento?

source: Redirects
fr_fr: Redirections
pt_br: Redirecionamentos
